[
    {
        "ticker": "QVAL",
        "long_name": "Alpha Architect U.S. Quantitative Value ETF",
        "summary": "The Adviser employs a multi-step, quantitative, rules-based methodology to identify a portfolio of approximately 50 to 200 undervalued U.S. equity securities with the potential for capital appreciation. A security is considered to be undervalued when it trades at a price below the price at which the Adviser believes it would trade if the market reflected all factors relating to the company’s worth. The fund may also invest up to 20% of its assets in cash and cash equivalents, other investment companies, as well as securities and other instruments."
    },
    {
        "ticker": "IVAL",
        "long_name": "Alpha Architect International Quantitative Value ETF",
        "summary": "The Adviser employs a multi-step, quantitative, rules-based methodology to identify a portfolio of approximately 50 to 200 undervalued international equity securities with the potential for capital appreciation. A security is considered to be undervalued when it trades at a price below the price at which the Adviser believes it would trade if the market reflected all factors relating to the company’s worth. The fund may also invest up to 20% of its assets in cash and cash equivalents, other investment companies, as well as securities and other instruments."
    },
    {
        "ticker": "VLUE",
        "long_name": "iShares MSCI USA Value Factor ETF",
        "summary": "The fund generally will invest at least 80% of its assets in the component securities of the underlying index and may invest up to 20% of its assets in certain futures, options and swap contracts, cash and cash equivalents. The index is based on a traditional market capitalization-weighted parent index, the MSCI USA Index (the \"parent index\"). The parent index includes U.S. large- and mid- capitalization stocks."
    },
    {
        "ticker": "QUAL",
        "long_name": "iShares MSCI USA Quality Factor ETF",
        "summary": "The fund generally will invest at least 80% of its assets in the component securities of the underlying index and may invest up to 20% of its assets in certain futures, options and swap contracts, cash and cash equivalents. The index is based on a traditional market capitalization-weighted parent index, the MSCI USA Index."
    },
    {
        "ticker": "IQLT",
        "long_name": "iShares MSCI Intl Quality Factor ETF",
        "summary": "The fund generally will invest at least 80% of its assets in the component securities of its underlying index and in investments that have economic characteristics that are substantially identical to the component securities of its underlying index. The index measures the performance of international developed large- and mid-capitalization stocks exhibiting relatively higher quality characteristics as identified through three fundamental variables: return on equity, earnings variability and debt-to-equity."
    },
    {
        "ticker": "FQAL",
        "long_name": "Fidelity Quality Factor ETF",
        "summary": "The fund normally invests at least 80% of assets in securities included in the Fidelity U.S. Quality Factor Index?, which is designed to reflect the performance of stocks of large and mid-capitalization U.S. companies with a higher quality profile than the broader market. It invests in lending securities to earn income for the fund."
    }
]